Repository: ddegner/avif-local-support
Catalog: languages/avif-local-support-*.po
Languages: de_de, es_es, fr_fr, hi_in, it_it, ja, pt_br, ru_ru

source: Unified AVIF support and conversion. Local-first processing with a strong focus on image quality when converting JPEGs.
de_de: Einheitliche AVIF-Unterstützung und -Konvertierung. Lokale Verarbeitung mit starkem Fokus auf Bildqualität bei der JPEG-Konvertierung.
es_es: Compatibilidad y conversión AVIF unificadas. Procesamiento local prioritario con gran enfoque en la calidad de imagen al convertir JPEG.
fr_fr: Support et conversion AVIF unifiés. Traitement local prioritaire avec une forte attention à la qualité d'image lors de la conversion des JPEG.
hi_in: एकीकृत AVIF समर्थन और रूपांतरण। JPEG रूपांतरण में छवि गुणवत्ता पर विशेष ध्यान के साथ स्थानीय-प्रथम प्रोसेसिंग।
it_it: Supporto e conversione AVIF unificati. Elaborazione locale prioritaria con forte attenzione alla qualità dell'immagine durante la conversione dei JPEG.
ja: 統一されたAVIFサポートと変換。JPEGを変換する際の画質に重点を置いたローカル優先処理。
pt_br: Suporte e conversão AVIF unificados. Processamento local prioritário com forte foco na qualidade de imagem ao converter JPEGs.
ru_ru: Единая поддержка и конвертация AVIF. Локальная обработка с акцентом на качество изображений при конвертации JPEG.

source: No file uploaded.
de_de: Keine Datei hochgeladen.
fr_fr: Aucun fichier téléversé.
hi_in: कोई फ़ाइल अपलोड नहीं की गई।
it_it: Nessun file caricato.
ja: ファイルがアップロードされていません。
pt_br: Nenhum arquivo enviado.
ru_ru: Файл не загружен.

source: Only JPEG files are allowed.
de_de: Nur JPEG-Dateien sind erlaubt.
fr_fr: Seuls les fichiers JPEG sont autorisés.
hi_in: केवल JPEG फ़ाइलें ही अनुमत हैं।
it_it: Sono consentiti solo file JPEG.
ja: JPEGファイルのみ許可されています。
pt_br: Apenas arquivos JPEG são permitidos.
ru_ru: Разрешены только JPEG файлы.

source: Serve AVIF images
de_de: AVIF-Bilder bereitstellen
es_es: Servir imágenes AVIF
fr_fr: Servir les images AVIF
hi_in: AVIF छवियाँ प्रदान करें
it_it: Servi immagini AVIF
ja: AVIF画像を配信
pt_br: Servir imagens AVIF
ru_ru: Отдавать AVIF изображения

source: Convert on upload
de_de: Beim Hochladen konvertieren
es_es: Convertir al subir
fr_fr: Convertir au téléversement
hi_in: अपलोड पर कनवर्ट करें
it_it: Converti al caricamento
ja: アップロード時に変換
pt_br: Converter ao enviar
ru_ru: Конвертировать при загрузке

source: Daily conversion
de_de: Tägliche Konvertierung
es_es: Conversión diaria
fr_fr: Conversion quotidienne
hi_in: दैनिक रूपांतरण
it_it: Conversione giornaliera
ja: 毎日の変換
pt_br: Conversão diária
ru_ru: Ежедневная конвертация

source: Quality (0–100)
de_de: Qualität (0–100)
es_es: Calidad (0–100)
fr_fr: Qualité (0–100)
hi_in: गुणवत्ता (0–100)
it_it: Qualità (0–100)
ja: 品質 (0–100)
pt_br: Qualidade (0–100)
ru_ru: Качество (0–100)

source: Speed (0–8)
de_de: Geschwindigkeit (0–8)
fr_fr: Vitesse (0–8)
hi_in: गति (0–8)
it_it: Velocità (0–8)
ja: 速度 (0–8)
pt_br: Velocidade (0–8)
ru_ru: Скорость (0–8)

source: Chroma subsampling
de_de: Chroma-Unterabtastung
fr_fr: Sous-échantillonnage chroma
hi_in: क्रोमा सबसैंपलिंग
it_it: Sottocampionamento cromatico
ja: クロマサブサンプリング
pt_br: Subamostragem de croma
ru_ru: Субдискретизация цвета

source: Bit depth
de_de: Bittiefe
fr_fr: Profondeur de bits
hi_in: बिट गहराई
it_it: Profondità di bit
ja: ビット深度
pt_br: Profundidade de bits
ru_ru: Глубина цвета

source: Disable memory check
de_de: Speicherprüfung deaktivieren
fr_fr: Désactiver la vérification mémoire
hi_in: मेमोरी जाँच अक्षम करें
it_it: Disabilita controllo memoria
ja: メモリチェックを無効化
pt_br: Desativar verificação de memória
ru_ru: Отключить проверку памяти

source: Engine selection
de_de: Engine-Auswahl
fr_fr: Sélection du moteur
hi_in: इंजन चयन
it_it: Selezione motore
ja: エンジン選択
pt_br: Seleção de engine
ru_ru: Выбор движка

source: Enable ThumbHash LQIP
de_de: ThumbHash LQIP aktivieren
fr_fr: Activer ThumbHash LQIP
hi_in: ThumbHash LQIP सक्षम करें
it_it: Abilita ThumbHash LQIP
ja: ThumbHash LQIPを有効化
pt_br: Ativar ThumbHash LQIP
ru_ru: Включить ThumbHash LQIP

source: Add AVIF sources to JPEG images on the front end
de_de: AVIF-Quellen zu JPEG-Bildern im Frontend hinzufügen
es_es: Añadir fuentes AVIF a las imágenes JPEG en el frontend
fr_fr: Ajouter des sources AVIF aux images JPEG sur le frontend
hi_in: फ्रंट एंड पर JPEG छवियों में AVIF स्रोत जोड़ें
it_it: Aggiungi sorgenti AVIF alle immagini JPEG nel frontend
ja: フロントエンドでJPEG画像にAVIFソースを追加
pt_br: Adicionar fontes AVIF às imagens JPEG no frontend
ru_ru: Добавлять AVIF источники к JPEG изображениям на сайте

source: Recommended; may slow uploads on some servers
de_de: Empfohlen; kann Uploads auf einigen Servern verlangsamen
es_es: Recomendado; puede ralentizar las subidas en algunos servidores
fr_fr: Recommandé ; peut ralentir les téléversements sur certains serveurs
hi_in: अनुशंसित; कुछ सर्वरों पर अपलोड धीमा हो सकता है
it_it: Consigliato; potrebbe rallentare i caricamenti su alcuni server
ja: 推奨；一部のサーバーでアップロードが遅くなる可能性があります
pt_br: Recomendado; pode lentificar uploads em alguns servidores
ru_ru: Рекомендуется; может замедлить загрузку на некоторых серверах

source: Scan daily and convert missing AVIFs
de_de: Täglich scannen und fehlende AVIFs konvertieren
es_es: Analizar diariamente y convertir los AVIF faltantes
fr_fr: Analyser quotidiennement et convertir les AVIF manquants
hi_in: दैनिक स्कैन करें और लापता AVIF कनवर्ट करें
it_it: Scansiona giornalmente e converti gli AVIF mancanti
ja: 毎日スキャンして不足しているAVIFを変換
pt_br: Verificar diariamente e converter AVIFs faltantes
ru_ru: Ежедневно сканировать и конвертировать отсутствующие AVIF

source: Time
de_de: Zeit
fr_fr: Heure
hi_in: समय
it_it: Ora
ja: 時間
pt_br: Hora
ru_ru: Время

source: Higher = better quality and larger files.
de_de: Höher = bessere Qualität und größere Dateien.
es_es: Más alto = mayor calidad y archivos más grandes.
fr_fr: Plus élevé = meilleure qualité et fichiers plus volumineux.
hi_in: उच्च = बेहतर गुणवत्ता और बड़ी फ़ाइलें।
it_it: Più alto = migliore qualità e file più grandi.
ja: 高い = 品質向上、ファイルサイズ増加。
pt_br: Maior = melhor qualidade e arquivos maiores.
ru_ru: Выше = лучшее качество и больший размер файлов.

source: Lower = smaller files (slower). Higher = faster (larger files).
de_de: Niedriger = kleinere Dateien (langsamer). Höher = schneller (größere Dateien).
es_es: Más bajo = archivos más pequeños (más lento). Más alto = más rápido (archivos más grandes).
fr_fr: Plus bas = fichiers plus petits (plus lent). Plus haut = plus rapide (fichiers plus gros).
hi_in: कम = छोटी फ़ाइलें (धीमी)। उच्च = तेज़ (बड़ी फ़ाइलें)।
it_it: Più basso = file più piccoli (più lento). Più alto = più veloce (file più grandi).
ja: 低い = ファイルが小さい（遅い）。高い = 速い（ファイルが大きい）。
pt_br: Menor = arquivos menores (mais lento). Maior = mais rápido (arquivos maiores).
ru_ru: Ниже = меньше файлы (медленнее). Выше = быстрее (больше файлы).

source: 4:2:0 is most compatible and smallest; 4:4:4 preserves more color detail.
de_de: 4:2:0 ist am kompatibelsten und kleinsten; 4:4:4 bewahrt mehr Farbdetails.
fr_fr: 4:2:0 est le plus compatible et le plus petit ; 4:4:4 préserve plus de détails de couleur.
hi_in: 4:2:0 सबसे संगत और सबसे छोटा; 4:4:4 अधिक रंग विवरण संरक्षित करता है।
it_it: 4:2:0 è il più compatibile e piccolo; 4:4:4 preserva più dettagli di colore.
ja: 4:2:0は最も互換性が高く最小；4:4:4はより多くの色詳細を保持。
pt_br: 4:2:0 é o mais compatível e menor; 4:4:4 preserva mais detalhes de cor.
ru_ru: 4:2:0 — наиболее совместимый и наименьший; 4:4:4 сохраняет больше цветовых деталей.

source: 8-bit is standard; higher bit depths may increase file size and require broader support.
de_de: 8-Bit ist Standard; höhere Bittiefen können die Dateigröße erhöhen und breitere Unterstützung erfordern.
fr_fr: 8 bits est standard ; une profondeur plus élevée peut augmenter la taille et nécessiter un support plus large.
hi_in: 8-बिट मानक है; उच्च बिट गहराई फ़ाइल आकार बढ़ा सकती है और व्यापक समर्थन की आवश्यकता हो सकती है।
it_it: 8 bit è standard; profondità maggiori possono aumentare la dimensione e richiedere supporto più ampio.
ja: 8ビットが標準；より高いビット深度はファイルサイズを増加させ、より広いサポートが必要になる可能性があります。
pt_br: 8 bits é padrão; profundidades maiores podem aumentar o tamanho e exigir suporte mais amplo.
ru_ru: 8 бит — стандарт; большая глубина может увеличить размер файла и требовать более широкой поддержки.

source: Skip pre-conversion memory availability check (not recommended)
de_de: Speicherverfügbarkeitsprüfung vor Konvertierung überspringen (nicht empfohlen)
fr_fr: Ignorer la vérification de mémoire avant conversion (non recommandé)
hi_in: रूपांतरण से पहले मेमोरी उपलब्धता जाँच छोड़ें (अनुशंसित नहीं)
it_it: Salta controllo memoria pre-conversione (non consigliato)
ja: 変換前のメモリ可用性チェックをスキップ（非推奨）
pt_br: Pular verificação de memória antes da conversão (não recomendado)
ru_ru: Пропустить проверку памяти перед конвертацией (не рекомендуется)

source: Useful if the memory estimator is too conservative, but may cause fatal errors on large images.
de_de: Nützlich wenn der Speicherschätzer zu konservativ ist, kann aber fatale Fehler bei großen Bildern verursachen.
fr_fr: Utile si l'estimateur de mémoire est trop conservateur, mais peut causer des erreurs fatales sur les grandes images.
hi_in: यदि मेमोरी अनुमानक बहुत रूढ़िवादी है तो उपयोगी, लेकिन बड़ी छवियों पर घातक त्रुटियाँ हो सकती हैं।
it_it: Utile se lo stimatore di memoria è troppo conservativo, ma può causare errori fatali su immagini grandi.
ja: メモリ推定が保守的すぎる場合に有用ですが、大きな画像で致命的なエラーを引き起こす可能性があります。
pt_br: Útil se o estimador de memória for muito conservador, mas pode causar erros fatais em imagens grandes.
ru_ru: Полезно, если оценка памяти слишком консервативна, но может вызвать фатальные ошибки на больших изображениях.

source: Auto (CLI → Imagick → GD)
hi_in: स्वचालित (CLI → Imagick → GD)
ja: 自動 (CLI → Imagick → GD)
ru_ru: Авто (CLI → Imagick → GD)

source: Force ImageMagick CLI
de_de: ImageMagick CLI erzwingen
fr_fr: Forcer ImageMagick CLI
hi_in: ImageMagick CLI को बाध्य करें
it_it: Forza ImageMagick CLI
ja: ImageMagick CLIを強制
pt_br: Forçar ImageMagick CLI
ru_ru: Принудительно ImageMagick CLI

source: Force ImageMagick (Imagick PHP)
de_de: ImageMagick (Imagick PHP) erzwingen
fr_fr: Forcer ImageMagick (Imagick PHP)
hi_in: ImageMagick (Imagick PHP) को बाध्य करें
it_it: Forza ImageMagick (Imagick PHP)
ja: ImageMagick (Imagick PHP)を強制
pt_br: Forçar ImageMagick (Imagick PHP)
ru_ru: Принудительно ImageMagick (Imagick PHP)

source: Force GD
de_de: GD erzwingen
fr_fr: Forcer GD
hi_in: GD को बाध्य करें
it_it: Forza GD
ja: GDを強制
pt_br: Forçar GD
ru_ru: Принудительно GD

source: CLI Path
de_de: CLI-Pfad
fr_fr: Chemin CLI
hi_in: CLI पथ
it_it: Percorso CLI
ja: CLIパス
pt_br: Caminho CLI
ru_ru: Путь CLI

source: Select a detected binary or enter a custom path.
de_de: Wählen Sie eine erkannte Binärdatei oder geben Sie einen benutzerdefinierten Pfad ein.
fr_fr: Sélectionnez un binaire détecté ou entrez un chemin personnalisé.
hi_in: एक पता लगाया गया बाइनरी चुनें या कस्टम पथ दर्ज करें।
it_it: Seleziona un binario rilevato o inserisci un percorso personalizzato.
ja: 検出されたバイナリを選択するか、カスタムパスを入力してください。
pt_br: Selecione um binário detectado ou insira um caminho personalizado.
ru_ru: Выберите обнаруженный бинарный файл или введите свой путь.

source: Extra CLI Arguments
de_de: Zusätzliche CLI-Argumente
fr_fr: Arguments CLI supplémentaires
hi_in: अतिरिक्त CLI तर्क
it_it: Argomenti CLI extra
ja: 追加のCLI引数
pt_br: Argumentos CLI extras
ru_ru: Дополнительные аргументы CLI

source: Suggested: %s
de_de: Vorgeschlagen: %s
fr_fr: Suggéré : %s
hi_in: सुझाव: %s
it_it: Suggerito: %s
ja: 推奨: %s
pt_br: Sugerido: %s
ru_ru: Рекомендуется: %s

source: Apply
de_de: Anwenden
fr_fr: Appliquer
hi_in: लागू करें
it_it: Applica
ja: 適用
pt_br: Aplicar
ru_ru: Применить

source: Additional flags passed to ImageMagick (e.g. -define avif:my-flag=1).
de_de: Zusätzliche Parameter für ImageMagick (z.B. -define avif:mein-param=1).
fr_fr: Paramètres supplémentaires passés à ImageMagick (ex. -define avif:mon-param=1).
hi_in: ImageMagick को पास किए गए अतिरिक्त फ्लैग (जैसे -define avif:my-flag=1)।
it_it: Parametri aggiuntivi per ImageMagick (es. -define avif:mio-param=1).
ja: ImageMagickに渡す追加フラグ（例：-define avif:my-flag=1）。
pt_br: Parâmetros adicionais para ImageMagick (ex. -define avif:meu-param=1).
ru_ru: Дополнительные флаги для ImageMagick (например, -define avif:my-flag=1).

source: CLI Environment Variables
de_de: CLI-Umgebungsvariablen
fr_fr: Variables d'environnement CLI
hi_in: CLI पर्यावरण चर
it_it: Variabili d'ambiente CLI
ja: CLI環境変数
pt_br: Variáveis de ambiente CLI
ru_ru: Переменные окружения CLI

source: Suggested environment:
de_de: Vorgeschlagene Umgebung:
fr_fr: Environnement suggéré :
hi_in: सुझाई गई पर्यावरण:
it_it: Ambiente suggerito:
ja: 推奨環境：
pt_br: Ambiente sugerido:
ru_ru: Рекомендуемое окружение:

source: Environment variables for the CLI process (KEY=VALUE), one per line. This does not change the CLI Path; it only affects the subprocess environment.
de_de: Umgebungsvariablen für den CLI-Prozess (SCHLÜSSEL=WERT), eine pro Zeile. Dies ändert nicht den CLI-Pfad; es beeinflusst nur die Unterprozess-Umgebung.
fr_fr: Variables d'environnement pour le processus CLI (CLÉ=VALEUR), une par ligne. Cela ne change pas le chemin CLI ; cela affecte uniquement l'environnement du sous-processus.
hi_in: CLI प्रक्रिया के लिए पर्यावरण चर (KEY=VALUE), प्रति पंक्ति एक। यह CLI पथ नहीं बदलता; केवल उपप्रक्रिया पर्यावरण को प्रभावित करता है।
it_it: Variabili d'ambiente per il processo CLI (CHIAVE=VALORE), una per riga. Questo non cambia il percorso CLI; influisce solo sull'ambiente del sottoprocesso.
ja: CLIプロセスの環境変数（KEY=VALUE）、1行に1つ。これはCLIパスを変更しません；サブプロセス環境にのみ影響します。
pt_br: Variáveis de ambiente para o processo CLI (CHAVE=VALOR), uma por linha. Isso não altera o caminho CLI; afeta apenas o ambiente do subprocesso.
ru_ru: Переменные окружения для CLI-процесса (КЛЮЧ=ЗНАЧЕНИЕ), по одной на строку. Это не меняет путь CLI; влияет только на окружение подпроцесса.

source: Generate ThumbHash placeholders for images
de_de: ThumbHash-Platzhalter für Bilder generieren
fr_fr: Générer des espaces réservés ThumbHash pour les images
hi_in: छवियों के लिए ThumbHash प्लेसहोल्डर जेनरेट करें
it_it: Genera segnaposto ThumbHash per le immagini
ja: 画像のThumbHashプレースホルダーを生成
pt_br: Gerar marcadores ThumbHash para imagens
ru_ru: Генерировать ThumbHash-заглушки для изображений

source: Creates ultra-compact (~30 byte) image placeholders displayed instantly while full images load.
de_de: Erstellt ultrakompakte (~30 Byte) Bildplatzhalter, die sofort angezeigt werden, während die vollständigen Bilder laden.
fr_fr: Crée des espaces réservés d'image ultra-compacts (~30 octets) affichés instantanément pendant le chargement des images complètes.
hi_in: पूर्ण छवियां लोड होने के दौरान तुरंत प्रदर्शित अल्ट्रा-कॉम्पैक्ट (~30 बाइट) छवि प्लेसहोल्डर बनाता है।
it_it: Crea segnaposto immagine ultra-compatti (~30 byte) visualizzati istantaneamente mentre le immagini complete caricano.
ja: 完全な画像の読み込み中に即座に表示される超コンパクト（約30バイト）の画像プレースホルダーを作成。
pt_br: Cria marcadores de imagem ultracompactos (~30 bytes) exibidos instantaneamente enquanto as imagens completas carregam.
ru_ru: Создаёт ультракомпактные (~30 байт) заглушки изображений, отображаемые мгновенно пока загружаются полные изображения.

source: You do not have permission to access this page.
de_de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
es_es: No tienes permisos para acceder a esta página.
fr_fr: Vous n'avez pas la permission d'accéder à cette page.
hi_in: आपको इस पृष्ठ तक पहुँचने की अनुमति नहीं है।
it_it: Non hai i permessi per accedere a questa pagina.
ja: このページにアクセスする権限がありません。
pt_br: Você não tem permissão para acessar esta página.
ru_ru: У вас нет прав для доступа к этой странице.

source: You do not have permission to do this.
de_de: Sie haben keine Berechtigung, dies zu tun.
es_es: No tienes permisos para hacer esto.
fr_fr: Vous n'avez pas la permission de faire cela.
hi_in: आपको यह करने की अनुमति नहीं है।
it_it: Non hai i permessi per fare questo.
ja: この操作を行う権限がありません。
pt_br: Você não tem permissão para fazer isso.
ru_ru: У вас нет прав для этого действия.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
hi_in: सेटिंग्स
it_it: Impostazioni
ja: 設定
pt_br: Configurações
ru_ru: Настройки

source: Source file not found
de_de: Quelldatei nicht gefunden
fr_fr: Fichier source introuvable
hi_in: स्रोत फ़ाइल नहीं मिली
it_it: File sorgente non trovato
ja: ソースファイルが見つかりません
pt_br: Arquivo de origem não encontrado
ru_ru: Исходный файл не найден

source: Unknown error (conversion skipped)
de_de: Unbekannter Fehler (Konvertierung übersprungen)
fr_fr: Erreur inconnue (conversion ignorée)
hi_in: अज्ञात त्रुटि (रूपांतरण छोड़ा गया)
it_it: Errore sconosciuto (conversione saltata)
ja: 不明なエラー（変換スキップ）
pt_br: Erro desconhecido (conversão pulada)
ru_ru: Неизвестная ошибка (конвертация пропущена)

source: No logs available.
de_de: Keine Protokolle verfügbar.
fr_fr: Aucun journal disponible.
hi_in: कोई लॉग उपलब्ध नहीं।
it_it: Nessun registro disponibile.
ja: ログがありません。
pt_br: Nenhum registro disponível.
ru_ru: Журналы недоступны.

source: AVIF support not available!
de_de: AVIF-Unterstützung nicht verfügbar!
es_es: ¡Compatibilidad con AVIF no disponible!
fr_fr: Support AVIF non disponible !
hi_in: AVIF समर्थन उपलब्ध नहीं!
it_it: Supporto AVIF non disponibile!
ja: AVIFサポートが利用できません！
pt_br: Suporte AVIF não disponível!
ru_ru: Поддержка AVIF недоступна!

source: This plugin requires either GD with AVIF support (imageavif) or ImageMagick with AVIF format support.
de_de: Dieses Plugin erfordert entweder GD mit AVIF-Unterstützung (imageavif) oder ImageMagick mit AVIF-Formatunterstützung.
es_es: Este plugin requiere GD con compatibilidad AVIF (imageavif) o ImageMagick con compatibilidad para el formato AVIF.
fr_fr: Cette extension nécessite soit GD avec support AVIF (imageavif), soit ImageMagick avec support du format AVIF.
hi_in: इस प्लगइन के लिए AVIF समर्थन के साथ GD (imageavif) या AVIF प्रारूप समर्थन के साथ ImageMagick आवश्यक है।
it_it: Questo plugin richiede GD con supporto AVIF (imageavif) o ImageMagick con supporto formato AVIF.
ja: このプラグインはAVIFサポート付きのGD（imageavif）またはAVIF形式サポート付きのImageMagickが必要です。
pt_br: Este plugin requer GD com suporte AVIF (imageavif) ou ImageMagick com suporte ao formato AVIF.
ru_ru: Этот плагин требует GD с поддержкой AVIF (imageavif) или ImageMagick с поддержкой формата AVIF.

source: AVIF support is unconfirmed.
de_de: AVIF-Unterstützung ist nicht bestätigt.
fr_fr: Le support AVIF n'est pas confirmé.
hi_in: AVIF समर्थन की पुष्टि नहीं हुई।
it_it: Il supporto AVIF non è confermato.
ja: AVIFサポートが確認されていません。
pt_br: O suporte AVIF não foi confirmado.
ru_ru: Поддержка AVIF не подтверждена.

source: The plugin can attempt conversion (usually via CLI), but AVIF capability could not be confirmed. Try the Tools → Upload Test and check Logs for details.
de_de: Das Plugin kann die Konvertierung versuchen (normalerweise über CLI), aber die AVIF-Fähigkeit konnte nicht bestätigt werden. Versuchen Sie Werkzeuge → Upload-Test und prüfen Sie die Protokolle für Details.
fr_fr: L'extension peut tenter la conversion (généralement via CLI), mais la capacité AVIF n'a pas pu être confirmée. Essayez Outils → Test de téléversement et consultez les journaux pour plus de détails.
hi_in: प्लगइन रूपांतरण का प्रयास कर सकता है (आमतौर पर CLI के माध्यम से), लेकिन AVIF क्षमता की पुष्टि नहीं हो सकी। टूल्स → अपलोड टेस्ट आज़माएं और विवरण के लिए लॉग देखें।
it_it: Il plugin può tentare la conversione (di solito via CLI), ma la capacità AVIF non è stata confermata. Prova Strumenti → Test Caricamento e controlla i Registri per dettagli.
ja: プラグインは変換を試みることができます（通常CLIを介して）が、AVIF機能を確認できませんでした。ツール→アップロードテストを試し、詳細はログを確認してください。
pt_br: O plugin pode tentar a conversão (geralmente via CLI), mas a capacidade AVIF não pôde ser confirmada. Tente Ferramentas → Teste de Upload e verifique os Registros para detalhes.
ru_ru: Плагин может попытаться конвертировать (обычно через CLI), но поддержка AVIF не подтверждена. Попробуйте Инструменты → Тест загрузки и проверьте журналы для деталей.

source: Tools
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
hi_in: टूल्स
it_it: Strumenti
ja: ツール
pt_br: Ferramentas
ru_ru: Инструменты

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
hi_in: जानकारी
it_it: Informazioni
ja: 情報
pt_br: Sobre
ru_ru: О плагине

source: Attempting
de_de: Versuche
fr_fr: En cours
hi_in: प्रयास
it_it: Tentativo
ja: 試行中
pt_br: Tentando
ru_ru: Попытка

source: Skipped
de_de: Übersprungen
fr_fr: Ignoré
hi_in: छोड़ा गया
it_it: Saltato
ja: スキップ
pt_br: Pulado
ru_ru: Пропущено

source: forced
de_de: erzwungen
fr_fr: forcé
hi_in: बाध्य
it_it: forzato
ja: 強制
pt_br: forçado
ru_ru: принудительно

source: CLI (ImageMagick command-line)
de_de: CLI (ImageMagick-Kommandozeile)
fr_fr: CLI (ligne de commande ImageMagick)
hi_in: CLI (ImageMagick कमांड-लाइन)
it_it: CLI (riga di comando ImageMagick)
ja: CLI (ImageMagickコマンドライン)
pt_br: CLI (linha de comando ImageMagick)
ru_ru: CLI (командная строка ImageMagick)

source: Used for conversion via proc_open() (no shell). This is usually fastest and most reliable if ImageMagick is installed with AVIF support.
de_de: Verwendet für Konvertierung über proc_open() (ohne Shell). Dies ist normalerweise am schnellsten und zuverlässigsten, wenn ImageMagick mit AVIF-Unterstützung installiert ist.
fr_fr: Utilisé pour la conversion via proc_open() (sans shell). C'est généralement le plus rapide et fiable si ImageMagick a le support AVIF.
hi_in: proc_open() (कोई शेल नहीं) के माध्यम से रूपांतरण के लिए उपयोग। यदि ImageMagick AVIF समर्थन के साथ स्थापित है तो आमतौर पर सबसे तेज़ और विश्वसनीय।
it_it: Usato per conversione via proc_open() (senza shell). Di solito è il più veloce e affidabile se ImageMagick ha supporto AVIF.
ja: proc_open()を介した変換に使用（シェルなし）。ImageMagickにAVIFサポートがある場合、通常最速で最も信頼性があります。
pt_br: Usado para conversão via proc_open() (sem shell). Geralmente é o mais rápido e confiável se o ImageMagick tiver suporte AVIF.
ru_ru: Используется для конвертации через proc_open() (без shell). Обычно самый быстрый и надёжный, если ImageMagick установлен с поддержкой AVIF.

source: proc_open available
de_de: proc_open verfügbar
fr_fr: proc_open disponible
hi_in: proc_open उपलब्ध
it_it: proc_open disponibile
ja: proc_open使用可能
pt_br: proc_open disponível
ru_ru: proc_open доступен

source: Usable in Auto mode
de_de: Im Auto-Modus verwendbar
fr_fr: Utilisable en mode Auto
hi_in: स्वचालित मोड में प्रयोग योग्य
it_it: Utilizzabile in modalità Auto
ja: 自動モードで使用可能
pt_br: Utilizável em modo Auto
ru_ru: Доступен в авто-режиме

source: Configured CLI path
de_de: Konfigurierter CLI-Pfad
fr_fr: Chemin CLI configuré
hi_in: कॉन्फ़िगर किया गया CLI पथ
it_it: Percorso CLI configurato
ja: 設定済みCLIパス
pt_br: Caminho CLI configurado
ru_ru: Настроенный путь CLI

source: Auto-detected CLI path
de_de: Automatisch erkannter CLI-Pfad
fr_fr: Chemin CLI auto-détecté
hi_in: स्वतः-पता लगाया गया CLI पथ
it_it: Percorso CLI auto-rilevato
ja: 自動検出CLIパス
pt_br: Caminho CLI auto-detectado
ru_ru: Автоопределённый путь CLI

source: Effective CLI path
de_de: Effektiver CLI-Pfad
fr_fr: Chemin CLI effectif
hi_in: प्रभावी CLI पथ
it_it: Percorso CLI effettivo
ja: 有効なCLIパス
pt_br: Caminho CLI efetivo
ru_ru: Действующий путь CLI

source: Binary exists
de_de: Binärdatei existiert
fr_fr: Le binaire existe
hi_in: बाइनरी मौजूद है
it_it: Il binario esiste
ja: バイナリが存在
pt_br: Binário existe
ru_ru: Бинарный файл существует

source: Binary executable
de_de: Binärdatei ausführbar
fr_fr: Binaire exécutable
hi_in: बाइनरी निष्पादन योग्य
it_it: Binario eseguibile
ja: バイナリ実行可能
pt_br: Binário executável
ru_ru: Бинарный файл исполняемый

source: AVIF-capable CLI detected
de_de: AVIF-fähige CLI erkannt
fr_fr: CLI compatible AVIF détecté
hi_in: AVIF-सक्षम CLI पता चला
it_it: CLI con capacità AVIF rilevato
ja: AVIF対応CLI検出
pt_br: CLI com capacidade AVIF detectada
ru_ru: Обнаружен CLI с поддержкой AVIF
