Repository: ddegner/avif-local-support
Catalog: languages/avif-local-support-*.po
Languages: de_de, es_es, fr_fr, hi_in, it_it, ja, pt_br, ru_ru

source: Forced: the plugin will use only the selected engine (no fallback).
de_de: Erzwungen: Das Plugin verwendet nur die ausgewählte Engine (kein Fallback).
fr_fr: Forcé : l'extension utilisera uniquement le moteur sélectionné (pas de secours).
hi_in: बाध्य: प्लगइन केवल चयनित इंजन का उपयोग करेगा (कोई फ़ॉलबैक नहीं)।
it_it: Forzato: il plugin userà solo il motore selezionato (nessun fallback).
ja: 強制：プラグインは選択したエンジンのみを使用します（フォールバックなし）。
pt_br: Forçado: o plugin usará apenas a engine selecionada (sem fallback).
ru_ru: Принудительно: плагин использует только выбранный движок (без резерва).

source: AVIF conversion available
de_de: AVIF-Konvertierung verfügbar
fr_fr: Conversion AVIF disponible
hi_in: AVIF रूपांतरण उपलब्ध
it_it: Conversione AVIF disponibile
ja: AVIF変換可能
pt_br: Conversão AVIF disponível
ru_ru: Конвертация AVIF доступна

source: Engine setting
de_de: Engine-Einstellung
fr_fr: Paramètre du moteur
hi_in: इंजन सेटिंग
it_it: Impostazione motore
ja: エンジン設定
pt_br: Configuração da engine
ru_ru: Настройка движка

source: None
de_de: Keine
fr_fr: Aucun
hi_in: कोई नहीं
it_it: Nessuno
ja: なし
pt_br: Nenhum
ru_ru: Нет

source: Auto mode: first attempt
de_de: Auto-Modus: erster Versuch
fr_fr: Mode auto : première tentative
hi_in: स्वचालित मोड: पहला प्रयास
it_it: Modalità auto: primo tentativo
ja: 自動モード：初回試行
pt_br: Modo auto: primeira tentativa
ru_ru: Авто-режим: первая попытка

source: fallbacks available
de_de: Fallbacks verfügbar
fr_fr: secours disponibles
hi_in: फ़ॉलबैक उपलब्ध
it_it: fallback disponibili
ja: フォールバック利用可能
pt_br: fallbacks disponíveis
ru_ru: резервных вариантов

source: Fallback behavior
de_de: Fallback-Verhalten
fr_fr: Comportement de secours
hi_in: फ़ॉलबैक व्यवहार
it_it: Comportamento fallback
ja: フォールバック動作
pt_br: Comportamento de fallback
ru_ru: Резервное поведение

source: No fallback in forced mode.
de_de: Kein Fallback im erzwungenen Modus.
fr_fr: Pas de secours en mode forcé.
hi_in: बाध्य मोड में कोई फ़ॉलबैक नहीं।
it_it: Nessun fallback in modalità forzata.
ja: 強制モードではフォールバックなし。
pt_br: Sem fallback no modo forçado.
ru_ru: Нет резерва в принудительном режиме.

source: Daily scan for missing AVIFs
de_de: Täglicher Scan nach fehlenden AVIFs
fr_fr: Analyse quotidienne des AVIF manquants
hi_in: लापता AVIF के लिए दैनिक स्कैन
it_it: Scansione giornaliera AVIF mancanti
ja: 不足AVIFの毎日スキャン
pt_br: Varredura diária de AVIFs faltantes
ru_ru: Ежедневный поиск отсутствующих AVIF

source: scheduled around %s
de_de: geplant um %s
fr_fr: programmé vers %s
hi_in: %s के आसपास शेड्यूल
it_it: programmato intorno alle %s
ja: %s頃に予定
pt_br: agendado por volta das %s
ru_ru: запланировано около %s

source: Front-end AVIF serving
de_de: Frontend-AVIF-Bereitstellung
fr_fr: Service AVIF en frontend
hi_in: फ्रंट-एंड AVIF सेवा
it_it: Servizio AVIF frontend
ja: フロントエンドAVIF配信
pt_br: Servir AVIF no frontend
ru_ru: Отдача AVIF на фронтенде

source: When enabled, the plugin wraps JPEG outputs in a <picture> tag with an AVIF <source> first.
de_de: Wenn aktiviert, umschließt das Plugin JPEG-Ausgaben mit einem <picture>-Tag mit einer AVIF-<source> zuerst.
fr_fr: Lorsqu'activé, l'extension encapsule les sorties JPEG dans une balise <picture> avec un <source> AVIF en premier.
hi_in: सक्षम होने पर, प्लगइन JPEG आउटपुट को पहले AVIF <source> के साथ <picture> टैग में लपेटता है।
it_it: Quando abilitato, il plugin avvolge le uscite JPEG in un tag <picture> con un <source> AVIF per primo.
ja: 有効にすると、プラグインはJPEG出力をAVIF <source>を先頭に持つ<picture>タグでラップします。
pt_br: Quando ativado, o plugin envolve as saídas JPEG em uma tag <picture> com um <source> AVIF primeiro.
ru_ru: При включении плагин оборачивает JPEG-вывод в тег <picture> с AVIF <source> первым.

source: Engine details
fr_fr: Détails du moteur
hi_in: इंजन विवरण
it_it: Dettagli motore
ja: エンジン詳細
pt_br: Detalhes da engine
ru_ru: Детали движка

source: Environment
de_de: Umgebung
fr_fr: Environnement
hi_in: पर्यावरण
it_it: Ambiente
ja: 環境
pt_br: Ambiente
ru_ru: Окружение

source: PHP Version
es_es: Versión de PHP
fr_fr: Version PHP
hi_in: PHP संस्करण
it_it: Versione PHP
ja: PHPバージョン
pt_br: Versão do PHP
ru_ru: Версия PHP

source: WordPress Version
es_es: Versión de WordPress
fr_fr: Version WordPress
hi_in: WordPress संस्करण
it_it: Versione WordPress
ja: WordPressバージョン
pt_br: Versão do WordPress
ru_ru: Версия WordPress

source: Current user
de_de: Aktueller Benutzer
fr_fr: Utilisateur actuel
hi_in: वर्तमान उपयोगकर्ता
it_it: Utente attuale
ja: 現在のユーザー
pt_br: Usuário atual
ru_ru: Текущий пользователь

source: This is the OS user PHP runs as; it must have write access to wp-content/uploads.
de_de: Dies ist der Betriebssystem-Benutzer, unter dem PHP läuft; er muss Schreibzugriff auf wp-content/uploads haben.
fr_fr: C'est l'utilisateur système sous lequel PHP s'exécute ; il doit avoir un accès en écriture à wp-content/uploads.
hi_in: यह वह OS उपयोगकर्ता है जिसके रूप में PHP चलता है; इसे wp-content/uploads में लिखने की पहुँच होनी चाहिए।
it_it: Questo è l'utente del SO con cui PHP gira; deve avere accesso in scrittura a wp-content/uploads.
ja: これはPHPが実行されるOSユーザーです；wp-content/uploadsへの書き込みアクセスが必要です。
pt_br: Este é o usuário do SO sob o qual o PHP roda; deve ter acesso de escrita em wp-content/uploads.
ru_ru: Это пользователь ОС, от которого работает PHP; он должен иметь права записи в wp-content/uploads.

source: ThumbHash size
de_de: ThumbHash-Größe
fr_fr: Taille ThumbHash
hi_in: ThumbHash आकार
it_it: Dimensione ThumbHash
ja: ThumbHashサイズ
pt_br: Tamanho do ThumbHash
ru_ru: Размер ThumbHash

source: Extra Small (16px)
de_de: Extra klein (16px)
fr_fr: Très petit (16px)
hi_in: अति छोटा (16px)
it_it: Extra piccolo (16px)
ja: 極小 (16px)
pt_br: Extra pequeno (16px)
ru_ru: Очень маленький (16px)

source: Small (32px)
de_de: Klein (32px)
fr_fr: Petit (32px)
hi_in: छोटा (32px)
it_it: Piccolo (32px)
ja: 小 (32px)
pt_br: Pequeno (32px)
ru_ru: Маленький (32px)

source: Medium (64px)
de_de: Mittel (64px)
fr_fr: Moyen (64px)
hi_in: मध्यम (64px)
it_it: Medio (64px)
ja: 中 (64px)
pt_br: Médio (64px)
ru_ru: Средний (64px)

source: Large (100px)
de_de: Groß (100px)
fr_fr: Grand (100px)
hi_in: बड़ा (100px)
it_it: Grande (100px)
ja: 大 (100px)
pt_br: Grande (100px)
ru_ru: Большой (100px)

source: Smaller = faster decode, less detail. 100px max for ThumbHash algorithm.
de_de: Kleiner = schnellere Dekodierung, weniger Details. 100px max für ThumbHash-Algorithmus.
fr_fr: Plus petit = décodage plus rapide, moins de détails. 100px max pour l'algorithme ThumbHash.
hi_in: छोटा = तेज़ डिकोड, कम विवरण। ThumbHash एल्गोरिदम के लिए अधिकतम 100px।
it_it: Più piccolo = decodifica più veloce, meno dettagli. 100px max per algoritmo ThumbHash.
ja: 小さい = デコードが速い、詳細が少ない。ThumbHashアルゴリズムの最大は100px。
pt_br: Menor = decodificação mais rápida, menos detalhes. 100px máximo para o algoritmo ThumbHash.
ru_ru: Меньше = быстрее декодирование, меньше деталей. Максимум 100px для алгоритма ThumbHash.

source: Generate on upload
de_de: Beim Hochladen generieren
fr_fr: Générer au téléversement
hi_in: अपलोड पर जेनरेट करें
it_it: Genera al caricamento
ja: アップロード時に生成
pt_br: Gerar ao enviar
ru_ru: Генерировать при загрузке

source: Generate LQIP when images are uploaded
de_de: LQIP beim Hochladen von Bildern generieren
fr_fr: Générer les LQIP lors du téléversement des images
hi_in: छवियाँ अपलोड होने पर LQIP जेनरेट करें
it_it: Genera LQIP quando le immagini vengono caricate
ja: 画像がアップロードされたときにLQIPを生成
pt_br: Gerar LQIP quando imagens são enviadas
ru_ru: Генерировать LQIP при загрузке изображений

source: Daily generation
de_de: Tägliche Generierung
fr_fr: Génération quotidienne
hi_in: दैनिक जेनरेशन
it_it: Generazione giornaliera
ja: 毎日の生成
pt_br: Geração diária
ru_ru: Ежедневная генерация

source: Generate missing LQIPs during daily scan
de_de: Fehlende LQIPs beim täglichen Scan generieren
fr_fr: Générer les LQIP manquants lors de l'analyse quotidienne
hi_in: दैनिक स्कैन के दौरान लापता LQIP जेनरेट करें
it_it: Genera LQIP mancanti durante la scansione giornaliera
ja: 毎日のスキャン中に不足しているLQIPを生成
pt_br: Gerar LQIPs faltantes durante a varredura diária
ru_ru: Генерировать отсутствующие LQIP при ежедневном сканировании

source: Time (24h):
es_es: Hora (24 h):

source: Speed (0–10)
es_es: Velocidad (0–10)

source: Keep metadata (EXIF/XMP/IPTC)
es_es: Conservar metadatos (EXIF/XMP/IPTC)

source: When possible (ImageMagick required).
es_es: Cuando sea posible (requiere ImageMagick).

source: Keep color profile (ICC)
es_es: Conservar perfil de color (ICC)

source: Avoid double-resizing
es_es: Evitar el doble redimensionado

source: Use original/-scaled as the source when converting resized JPEGs.
es_es: Usar original/-scaled como fuente al convertir JPEG redimensionados.

source: Status
es_es: Estado

source: Convert missing AVIFs
es_es: Convertir AVIF faltantes

source: Scan the Media Library and convert JPEGs that are missing AVIFs.
es_es: Analiza la Biblioteca de medios y convierte los JPEG que no tengan AVIF.

source: Convert now
es_es: Convertir ahora

source: JPEG files
es_es: Archivos JPEG

source: AVIF files
es_es: Archivos AVIF

source: Missing AVIFs
es_es: AVIF faltantes

source: Test conversion
es_es: Probar conversión

source: Convert
es_es: Convertir

source: Test results for attachment:
es_es: Resultados de la prueba para el adjunto:

source: Size
es_es: Tamaño

source: Dimensions
es_es: Dimensiones

source: JPEG size
es_es: Tamaño JPEG

source: AVIF size
es_es: Tamaño AVIF

source: Converted
es_es: Convertido

source: Not created
es_es: No creado

source: View
es_es: Ver

source: Library AVIF coverage
es_es: Cobertura AVIF de la biblioteca

source: Overview of JPEGs with and without AVIFs.
es_es: Resumen de JPEG con y sin AVIF.

source: Rescan
es_es: Volver a analizar

source: Server capabilities for AVIF conversion.
es_es: Capacidades del servidor para la conversión AVIF.

source: GD Extension
es_es: Extensión GD

source: Available
es_es: Disponible

source: Not available
es_es: No disponible

source: GD AVIF Support
es_es: Compatibilidad AVIF de GD

source: ImageMagick AVIF Support
es_es: Compatibilidad AVIF de ImageMagick

source: Preferred method
es_es: Método preferido

source: AVIF supported
es_es: AVIF compatible

source: Yes
es_es: Sí

source: Unable to read readme.txt.
es_es: No se puede leer readme.txt.

source: README not found.
es_es: No se encontró el README.
