Repository: ddegner/avif-local-support
Catalog: languages/avif-local-support-*.po
Languages: de_de, es_es, fr_fr, hi_in, it_it, ja, pt_br, ru_ru

source: This is a best-effort probe. A custom path might still work.
de_de: Dies ist eine Näherungserkennung. Ein benutzerdefinierter Pfad könnte trotzdem funktionieren.
fr_fr: Ceci est une détection approximative. Un chemin personnalisé pourrait fonctionner.
hi_in: यह एक सर्वोत्तम प्रयास जांच है। कस्टम पथ अभी भी काम कर सकता है।
it_it: Questo è un rilevamento approssimativo. Un percorso personalizzato potrebbe comunque funzionare.
ja: これは最善の検出です。カスタムパスでも機能する可能性があります。
pt_br: Esta é uma detecção aproximada. Um caminho personalizado ainda pode funcionar.
ru_ru: Это приблизительная проверка. Пользовательский путь всё ещё может работать.

source: Detected ImageMagick binaries
de_de: Erkannte ImageMagick-Binärdateien
fr_fr: Binaires ImageMagick détectés
hi_in: ImageMagick बाइनरी का पता चला
it_it: Binari ImageMagick rilevati
ja: 検出されたImageMagickバイナリ
pt_br: Binários ImageMagick detectados
ru_ru: Обнаруженные бинарные файлы ImageMagick

source: AVIF: yes
de_de: AVIF: ja
fr_fr: AVIF : oui
hi_in: AVIF: हाँ
it_it: AVIF: sì
ja: AVIF: はい
pt_br: AVIF: sim
ru_ru: AVIF: да

source: AVIF: no
de_de: AVIF: nein
fr_fr: AVIF : non
hi_in: AVIF: नहीं
ja: AVIF: いいえ
pt_br: AVIF: não
ru_ru: AVIF: нет

source: Run ImageMagick test
de_de: ImageMagick-Test ausführen
fr_fr: Exécuter le test ImageMagick
hi_in: ImageMagick परीक्षण चलाएं
it_it: Esegui test ImageMagick
ja: ImageMagickテストを実行
pt_br: Executar teste ImageMagick
ru_ru: Запустить тест ImageMagick

source: Note:
de_de: Hinweis:
hi_in: नोट:
it_it: Nota:
ja: 注意：
pt_br: Nota:
ru_ru: Примечание:

source: Your PHP has exec disabled. The test button uses exec, but conversions use proc_open—so conversion may still work.
de_de: Ihr PHP hat exec deaktiviert. Der Test-Button verwendet exec, aber Konvertierungen verwenden proc_open—die Konvertierung kann also trotzdem funktionieren.
fr_fr: Votre PHP a exec désactivé. Le bouton de test utilise exec, mais les conversions utilisent proc_open—la conversion peut donc fonctionner.
hi_in: आपके PHP में exec अक्षम है। टेस्ट बटन exec का उपयोग करता है, लेकिन रूपांतरण proc_open का उपयोग करते हैं—इसलिए रूपांतरण काम कर सकता है।
it_it: Il tuo PHP ha exec disabilitato. Il pulsante test usa exec, ma le conversioni usano proc_open—quindi la conversione potrebbe funzionare.
ja: あなたのPHPはexecが無効です。テストボタンはexecを使用しますが、変換はproc_openを使用するため、変換は機能する可能性があります。
pt_br: Seu PHP tem exec desativado. O botão de teste usa exec, mas as conversões usam proc_open—então a conversão ainda pode funcionar.
ru_ru: В вашем PHP отключён exec. Кнопка теста использует exec, но конвертация использует proc_open — поэтому конвертация может работать.

source: Imagick (PHP extension)
de_de: Imagick (PHP-Erweiterung)
fr_fr: Imagick (extension PHP)
hi_in: Imagick (PHP एक्सटेंशन)
it_it: Imagick (estensione PHP)
ja: Imagick (PHP拡張)
pt_br: Imagick (extensão PHP)
ru_ru: Imagick (расширение PHP)

source: Used for conversion inside PHP. Great quality and better profile/metadata handling when ImageMagick has AVIF support.
de_de: Verwendet für Konvertierung innerhalb von PHP. Großartige Qualität und bessere Profil-/Metadaten-Handhabung, wenn ImageMagick AVIF-Unterstützung hat.
fr_fr: Utilisé pour la conversion dans PHP. Excellente qualité et meilleure gestion des profils/métadonnées quand ImageMagick a le support AVIF.
hi_in: PHP के अंदर रूपांतरण के लिए उपयोग। जब ImageMagick में AVIF समर्थन हो तो बेहतर गुणवत्ता और बेहतर प्रोफ़ाइल/मेटाडेटा हैंडलिंग।
it_it: Usato per conversione in PHP. Ottima qualità e migliore gestione profili/metadati quando ImageMagick ha supporto AVIF.
ja: PHP内での変換に使用。ImageMagickにAVIFサポートがある場合、高品質でプロファイル/メタデータの処理が向上します。
pt_br: Usado para conversão dentro do PHP. Ótima qualidade e melhor manipulação de perfis/metadados quando o ImageMagick tem suporte AVIF.
ru_ru: Используется для конвертации внутри PHP. Высокое качество и лучшая обработка профилей/метаданных при наличии поддержки AVIF в ImageMagick.

source: Imagick extension loaded
de_de: Imagick-Erweiterung geladen
fr_fr: Extension Imagick chargée
hi_in: Imagick एक्सटेंशन लोड
it_it: Estensione Imagick caricata
ja: Imagick拡張機能読み込み済み
pt_br: Extensão Imagick carregada
ru_ru: Расширение Imagick загружено

source: ImageMagick library version
de_de: ImageMagick-Bibliotheksversion
fr_fr: Version de la bibliothèque ImageMagick
hi_in: ImageMagick लाइब्रेरी संस्करण
it_it: Versione libreria ImageMagick
ja: ImageMagickライブラリバージョン
pt_br: Versão da biblioteca ImageMagick
ru_ru: Версия библиотеки ImageMagick

source: AVIF support (queryFormats)
de_de: AVIF-Unterstützung (queryFormats)
fr_fr: Support AVIF (queryFormats)
hi_in: AVIF समर्थन (queryFormats)
it_it: Supporto AVIF (queryFormats)
ja: AVIFサポート (queryFormats)
pt_br: Suporte AVIF (queryFormats)
ru_ru: Поддержка AVIF (queryFormats)

source: Used as a fallback when imageavif() is available. Fast, but does not perform color management and may not preserve metadata.
de_de: Verwendet als Fallback, wenn imageavif() verfügbar ist. Schnell, aber führt keine Farbverwaltung durch und bewahrt möglicherweise keine Metadaten.
fr_fr: Utilisé en secours quand imageavif() est disponible. Rapide, mais ne gère pas les couleurs et peut ne pas préserver les métadonnées.
hi_in: जब imageavif() उपलब्ध हो तो फ़ॉलबैक के रूप में उपयोग। तेज़, लेकिन रंग प्रबंधन नहीं करता और मेटाडेटा संरक्षित नहीं कर सकता।
it_it: Usato come fallback quando imageavif() è disponibile. Veloce, ma non gestisce i colori e potrebbe non preservare i metadati.
ja: imageavif()が使用可能な場合のフォールバックとして使用。高速ですが、カラー管理を行わず、メタデータを保持しない可能性があります。
pt_br: Usado como fallback quando imageavif() está disponível. Rápido, mas não gerencia cores e pode não preservar metadados.
ru_ru: Используется как резерв при наличии imageavif(). Быстрый, но не управляет цветом и может не сохранять метаданные.

source: GD extension loaded
de_de: GD-Erweiterung geladen
fr_fr: Extension GD chargée
hi_in: GD एक्सटेंशन लोड
it_it: Estensione GD caricata
ja: GD拡張機能読み込み済み
pt_br: Extensão GD carregada
ru_ru: Расширение GD загружено

source: imageavif() available
de_de: imageavif() verfügbar
fr_fr: imageavif() disponible
hi_in: imageavif() उपलब्ध
it_it: imageavif() disponibile
ja: imageavif()使用可能
pt_br: imageavif() disponível
ru_ru: imageavif() доступен

source: gd_info(): AVIF Support
de_de: gd_info(): AVIF-Unterstützung
fr_fr: gd_info() : Support AVIF
hi_in: gd_info(): AVIF समर्थन
it_it: gd_info(): Supporto AVIF
ja: gd_info(): AVIFサポート
pt_br: gd_info(): Suporte AVIF
ru_ru: gd_info(): Поддержка AVIF

source: Color management note:
de_de: Hinweis zur Farbverwaltung:
fr_fr: Note sur la gestion des couleurs :
hi_in: रंग प्रबंधन नोट:
it_it: Nota gestione colori:
ja: カラー管理に関する注意：
pt_br: Nota sobre gerenciamento de cores:
ru_ru: Заметка об управлении цветом:

source: GD does not perform color management; non‑sRGB JPEGs may appear desaturated. For accurate color, enable Imagick.
de_de: GD führt keine Farbverwaltung durch; nicht-sRGB-JPEGs können entsättigt erscheinen. Für genaue Farben aktivieren Sie Imagick.
fr_fr: GD ne gère pas les couleurs ; les JPEG non sRGB peuvent apparaître désaturés. Pour des couleurs précises, activez Imagick.
hi_in: GD रंग प्रबंधन नहीं करता; non-sRGB JPEG desaturated दिख सकते हैं। सटीक रंग के लिए, Imagick सक्षम करें।
it_it: GD non gestisce i colori; i JPEG non-sRGB potrebbero apparire desaturati. Per colori precisi, abilita Imagick.
ja: GDはカラー管理を行いません；非sRGBのJPEGは彩度が低下して見える場合があります。正確な色のためにImagickを有効にしてください。
pt_br: GD não gerencia cores; JPEGs não-sRGB podem parecer dessaturados. Para cores precisas, ative o Imagick.
ru_ru: GD не управляет цветом; не-sRGB JPEG могут выглядеть обесцвеченными. Для точной цветопередачи включите Imagick.

source: Unable to read README file.
de_de: README-Datei kann nicht gelesen werden.
fr_fr: Impossible de lire le fichier README.
hi_in: README फ़ाइल पढ़ने में असमर्थ।
it_it: Impossibile leggere il file README.
ja: READMEファイルを読み取れません。
pt_br: Não foi possível ler o arquivo README.
ru_ru: Не удаётся прочитать файл README.

source: View on WordPress.org
de_de: Auf WordPress.org ansehen
fr_fr: Voir sur WordPress.org
hi_in: WordPress.org पर देखें
it_it: Visualizza su WordPress.org
ja: WordPress.orgで見る
pt_br: Ver no WordPress.org
ru_ru: Смотреть на WordPress.org

source: GitHub Repository
fr_fr: Dépôt GitHub
hi_in: GitHub रिपॉजिटरी
it_it: Repository GitHub
ja: GitHubリポジトリ
pt_br: Repositório GitHub
ru_ru: Репозиторий GitHub

source: Low Quality Image Placeholders (LQIP) using ThumbHash. Generates ultra-compact image representations (~30 bytes) that are decoded client-side to smooth placeholders while full images load.
de_de: Bildplatzhalter niedriger Qualität (LQIP) mit ThumbHash. Generiert ultrakompakte Bilddarstellungen (~30 Bytes), die clientseitig zu sanften Platzhaltern dekodiert werden, während die vollständigen Bilder laden.
fr_fr: Espaces réservés d'image basse qualité (LQIP) utilisant ThumbHash. Génère des représentations d'image ultra-compactes (~30 octets) décodées côté client en espaces réservés fluides pendant le chargement des images complètes.
hi_in: ThumbHash का उपयोग करके निम्न गुणवत्ता छवि प्लेसहोल्डर (LQIP)। अल्ट्रा-कॉम्पैक्ट छवि प्रतिनिधित्व (~30 बाइट्स) उत्पन्न करता है जो पूर्ण छवियों के लोड होने के दौरान क्लाइंट-साइड पर स्मूथ प्लेसहोल्डर के रूप में डिकोड होते हैं।
it_it: Segnaposto immagine di bassa qualità (LQIP) usando ThumbHash. Genera rappresentazioni immagine ultra-compatte (~30 byte) decodificate lato client in segnaposto fluidi mentre le immagini complete caricano.
ja: ThumbHashを使用した低品質画像プレースホルダー（LQIP）。完全な画像の読み込み中にクライアント側でデコードされる超コンパクト画像表現（約30バイト）を生成します。
pt_br: Marcadores de imagem de baixa qualidade (LQIP) usando ThumbHash. Gera representações de imagem ultracompactas (~30 bytes) que são decodificadas no cliente como marcadores suaves enquanto as imagens completas carregam.
ru_ru: Низкокачественные заглушки изображений (LQIP) с использованием ThumbHash. Генерирует ультракомпактные представления изображений (~30 байт), которые декодируются на стороне клиента в плавные заглушки пока загружаются полные изображения.

source: Serve AVIF files
de_de: AVIF-Dateien bereitstellen
fr_fr: Servir les fichiers AVIF
hi_in: AVIF फ़ाइलें प्रदान करें
it_it: Servi file AVIF
ja: AVIFファイルを配信
pt_br: Servir arquivos AVIF
ru_ru: Отдавать AVIF файлы

source: Engine Selection
de_de: Engine-Auswahl
fr_fr: Sélection du moteur
hi_in: इंजन चयन
it_it: Selezione Motore
ja: エンジン選択
pt_br: Seleção de Engine
ru_ru: Выбор движка

source: Conversion Settings
de_de: Konvertierungseinstellungen
fr_fr: Paramètres de conversion
hi_in: रूपांतरण सेटिंग्स
it_it: Impostazioni Conversione
ja: 変換設定
pt_br: Configurações de Conversão
ru_ru: Настройки конвертации

source: Reset all settings to defaults?
de_de: Alle Einstellungen auf Standard zurücksetzen?
fr_fr: Réinitialiser tous les paramètres aux valeurs par défaut ?
hi_in: सभी सेटिंग्स को डिफ़ॉल्ट पर रीसेट करें?
it_it: Ripristinare tutte le impostazioni ai valori predefiniti?
ja: すべての設定をデフォルトにリセットしますか？
pt_br: Redefinir todas as configurações para padrão?
ru_ru: Сбросить все настройки на стандартные?

source: Restore defaults
de_de: Standardwerte wiederherstellen
fr_fr: Restaurer les valeurs par défaut
hi_in: डिफ़ॉल्ट पुनर्स्थापित करें
it_it: Ripristina predefiniti
ja: デフォルトに戻す
pt_br: Restaurar padrões
ru_ru: Восстановить стандартные

source: AVIF Tools
de_de: AVIF-Werkzeuge
fr_fr: Outils AVIF
hi_in: AVIF टूल्स
it_it: Strumenti AVIF
ja: AVIFツール
pt_br: Ferramentas AVIF
ru_ru: Инструменты AVIF

source: Manage AVIF conversion for existing images.
de_de: AVIF-Konvertierung für vorhandene Bilder verwalten.
fr_fr: Gérer la conversion AVIF pour les images existantes.
hi_in: मौजूदा छवियों के लिए AVIF रूपांतरण प्रबंधित करें।
it_it: Gestisci conversione AVIF per immagini esistenti.
ja: 既存画像のAVIF変換を管理。
pt_br: Gerenciar conversão AVIF para imagens existentes.
ru_ru: Управление конвертацией AVIF для существующих изображений.

source: Images
de_de: Bilder
hi_in: छवियाँ
it_it: Immagini
ja: 画像
pt_br: Imagens
ru_ru: Изображения

source: With AVIF
de_de: Mit AVIF
fr_fr: Avec AVIF
hi_in: AVIF के साथ
it_it: Con AVIF
ja: AVIFあり
pt_br: Com AVIF
ru_ru: С AVIF

source: Without
de_de: Ohne
fr_fr: Sans
hi_in: बिना
it_it: Senza
ja: なし
pt_br: Sem
ru_ru: Без

source: Generate All
de_de: Alle generieren
fr_fr: Tout générer
hi_in: सभी उत्पन्न करें
it_it: Genera tutto
ja: すべて生成
pt_br: Gerar Tudo
ru_ru: Сгенерировать все

source: Stop
de_de: Stopp
fr_fr: Arrêter
hi_in: रोकें
it_it: Ferma
ja: 停止
pt_br: Parar
ru_ru: Стоп

source: Delete All
de_de: Alle löschen
fr_fr: Tout supprimer
hi_in: सभी हटाएं
it_it: Elimina tutto
ja: すべて削除
pt_br: Excluir Tudo
ru_ru: Удалить все

source: Progress:
de_de: Fortschritt:
fr_fr: Progression :
hi_in: प्रगति:
it_it: Progresso:
ja: 進捗：
pt_br: Progresso:
ru_ru: Прогресс:

source: AVIFs
ru_ru: AVIF

source: Test AVIF Conversion
de_de: AVIF-Konvertierung testen
fr_fr: Tester la conversion AVIF
hi_in: AVIF रूपांतरण परीक्षण
it_it: Test Conversione AVIF
ja: AVIF変換テスト
pt_br: Testar Conversão AVIF
ru_ru: Тест конвертации AVIF

source: Upload a JPEG to preview resized images and the AVIFs generated by your current settings. The file is added to the Media Library.
de_de: Laden Sie ein JPEG hoch, um die skalierten Bilder und die durch Ihre aktuellen Einstellungen generierten AVIFs zu sehen. Die Datei wird der Medienbibliothek hinzugefügt.
es_es: Sube un JPEG para previsualizar las imágenes redimensionadas y los AVIF generados por tus ajustes actuales. El archivo se añade a la Biblioteca de medios.
fr_fr: Téléversez un JPEG pour prévisualiser les images redimensionnées et les AVIF générés par vos paramètres actuels. Le fichier est ajouté à la bibliothèque de médias.
hi_in: आकार बदली गई छवियों और अपनी वर्तमान सेटिंग्स द्वारा जेनरेट AVIF का पूर्वावलोकन करने के लिए JPEG अपलोड करें। फ़ाइल मीडिया लाइब्रेरी में जोड़ी जाती है।
it_it: Carica un JPEG per visualizzare le immagini ridimensionate e gli AVIF generati dalle tue impostazioni attuali. Il file viene aggiunto alla Libreria Media.
ja: JPEGをアップロードして、現在の設定で生成されたリサイズ画像とAVIFをプレビューします。ファイルはメディアライブラリに追加されます。
pt_br: Envie um JPEG para visualizar as imagens redimensionadas e os AVIFs gerados pelas suas configurações atuais. O arquivo é adicionado à Biblioteca de Mídia.
ru_ru: Загрузите JPEG для предпросмотра уменьшенных изображений и AVIF, созданных вашими текущими настройками. Файл добавляется в Медиатеку.

source: Upload & test
de_de: Hochladen & testen
fr_fr: Téléverser et tester
hi_in: अपलोड और टेस्ट
it_it: Carica e testa
ja: アップロード＆テスト
pt_br: Enviar e testar
ru_ru: Загрузить и протестировать

source: LQIP Tools
de_de: LQIP-Werkzeuge
fr_fr: Outils LQIP
hi_in: LQIP टूल्स
it_it: Strumenti LQIP
ja: LQIPツール
pt_br: Ferramentas LQIP
ru_ru: Инструменты LQIP

source: Manage LQIP placeholders for existing images.
de_de: LQIP-Platzhalter für vorhandene Bilder verwalten.
fr_fr: Gérer les espaces réservés LQIP pour les images existantes.
hi_in: मौजूदा छवियों के लिए LQIP प्लेसहोल्डर प्रबंधित करें।
it_it: Gestisci segnaposto LQIP per immagini esistenti.
ja: 既存画像のLQIPプレースホルダーを管理。
pt_br: Gerenciar marcadores LQIP para imagens existentes.
ru_ru: Управление LQIP-заглушками для существующих изображений.

source: Loading statistics...
de_de: Statistiken werden geladen...
fr_fr: Chargement des statistiques...
hi_in: आंकड़े लोड हो रहे हैं...
it_it: Caricamento statistiche...
ja: 統計を読み込み中...
pt_br: Carregando estatísticas...
ru_ru: Загрузка статистики...

source: With LQIP
de_de: Mit LQIP
fr_fr: Avec LQIP
hi_in: LQIP के साथ
it_it: Con LQIP
ja: LQIPあり
pt_br: Com LQIP
ru_ru: С LQIP

source: Failed to load statistics.
de_de: Statistiken konnten nicht geladen werden.
fr_fr: Échec du chargement des statistiques.
hi_in: आंकड़े लोड करने में विफल।
it_it: Caricamento statistiche fallito.
ja: 統計の読み込みに失敗しました。
pt_br: Falha ao carregar estatísticas.
ru_ru: Не удалось загрузить статистику.

source: Generate ThumbHashes for all images without them? This may take a while for large media libraries.
de_de: ThumbHashes für alle Bilder ohne diese generieren? Dies kann bei großen Medienbibliotheken eine Weile dauern.
fr_fr: Générer les ThumbHashes pour toutes les images sans ? Cela peut prendre du temps pour les grandes bibliothèques de médias.
hi_in: बिना ThumbHash वाली सभी छवियों के लिए ThumbHash जेनरेट करें? बड़ी मीडिया लाइब्रेरी के लिए इसमें समय लग सकता है।
it_it: Generare ThumbHash per tutte le immagini senza? Potrebbe richiedere tempo per librerie media grandi.
ja: ThumbHashのないすべての画像にThumbHashを生成しますか？大規模なメディアライブラリでは時間がかかる場合があります。
pt_br: Gerar ThumbHashes para todas as imagens sem eles? Pode demorar um pouco para bibliotecas de mídia grandes.
ru_ru: Сгенерировать ThumbHash для всех изображений без них? Это может занять время для больших медиатек.

source: Generating ThumbHashes...
de_de: ThumbHashes werden generiert...
fr_fr: Génération des ThumbHashes...
hi_in: ThumbHash जेनरेट हो रहे हैं...
it_it: Generazione ThumbHash...
ja: ThumbHashを生成中...
pt_br: Gerando ThumbHashes...
ru_ru: Генерация ThumbHash...

source: Done!
de_de: Fertig!
fr_fr: Terminé !
hi_in: पूर्ण!
it_it: Fatto!
ja: 完了！
pt_br: Concluído!
ru_ru: Готово!

source: Generated:
de_de: Generiert:
fr_fr: Générés :
hi_in: उत्पन्न:
it_it: Generati:
ja: 生成済み：
pt_br: Gerados:
ru_ru: Сгенерировано:

source: Skipped:
de_de: Übersprungen:
fr_fr: Ignorés :
hi_in: छोड़े गए:
it_it: Saltati:
ja: スキップ：
pt_br: Pulados:
ru_ru: Пропущено:

source: Failed:
de_de: Fehlgeschlagen:
fr_fr: Échoués :
hi_in: विफल:
it_it: Falliti:
ja: 失敗：
pt_br: Falharam:
ru_ru: Ошибок:

source: Error:
de_de: Fehler:
fr_fr: Erreur :
hi_in: त्रुटि:
it_it: Errore:
ja: エラー：
pt_br: Erro:
ru_ru: Ошибка:

source: File:
de_de: Datei:
fr_fr: Fichier :
hi_in: फ़ाइल:
ja: ファイル：
pt_br: Arquivo:
ru_ru: Файл:

source: Failed to generate ThumbHashes.
de_de: ThumbHash-Generierung fehlgeschlagen.
fr_fr: Échec de la génération des ThumbHashes.
hi_in: ThumbHash जेनरेट करने में विफल।
it_it: Generazione ThumbHash fallita.
ja: ThumbHashの生成に失敗しました。
pt_br: Falha ao gerar ThumbHashes.
ru_ru: Не удалось сгенерировать ThumbHash.

source: Delete ALL ThumbHash data? This cannot be undone.
de_de: ALLE ThumbHash-Daten löschen? Dies kann nicht rückgängig gemacht werden.
fr_fr: Supprimer TOUTES les données ThumbHash ? Cette action est irréversible.
hi_in: सभी ThumbHash डेटा हटाएं? यह पूर्ववत नहीं किया जा सकता।
it_it: Eliminare TUTTI i dati ThumbHash? Questa azione non può essere annullata.
ja: すべてのThumbHashデータを削除しますか？この操作は元に戻せません。
pt_br: Excluir TODOS os dados ThumbHash? Isso não pode ser desfeito.
ru_ru: Удалить ВСЕ данные ThumbHash? Это действие нельзя отменить.

source: Deleting ThumbHashes...
de_de: ThumbHashes werden gelöscht...
fr_fr: Suppression des ThumbHashes...
hi_in: ThumbHash हटाए जा रहे हैं...
it_it: Eliminazione ThumbHash...
ja: ThumbHashを削除中...
pt_br: Excluindo ThumbHashes...
ru_ru: Удаление ThumbHash...

source: Deleted:
de_de: Gelöscht:
fr_fr: Supprimés :
hi_in: हटाए गए:
it_it: Eliminati:
ja: 削除済み：
pt_br: Excluídos:
ru_ru: Удалено:

source: entries
de_de: Einträge
fr_fr: entrées
hi_in: एंट्री
it_it: voci
ja: エントリ
pt_br: entradas
ru_ru: записей

source: Failed to delete ThumbHashes.
de_de: ThumbHash-Löschung fehlgeschlagen.
fr_fr: Échec de la suppression des ThumbHashes.
hi_in: ThumbHash हटाने में विफल।
it_it: Eliminazione ThumbHash fallita.
ja: ThumbHashの削除に失敗しました。
pt_br: Falha ao excluir ThumbHashes.
ru_ru: Не удалось удалить ThumbHash.

source: Logs
de_de: Protokolle
fr_fr: Journaux
hi_in: लॉग्स
it_it: Registri
ja: ログ
pt_br: Registros
ru_ru: Журналы

source: View recent conversion logs including errors, settings used, and performance metrics.
de_de: Aktuelle Konvertierungsprotokolle einschließlich Fehler, verwendeter Einstellungen und Leistungsmetriken anzeigen.
fr_fr: Voir les journaux de conversion récents incluant les erreurs, paramètres utilisés et métriques de performance.
hi_in: त्रुटियों, उपयोग की गई सेटिंग्स और प्रदर्शन मेट्रिक्स सहित हाल के रूपांतरण लॉग देखें।
it_it: Visualizza registri conversione recenti inclusi errori, impostazioni usate e metriche prestazioni.
ja: エラー、使用した設定、パフォーマンスメトリクスを含む最近の変換ログを表示。
pt_br: Ver registros de conversão recentes incluindo erros, configurações usadas e métricas de desempenho.
ru_ru: Просмотр последних журналов конвертации, включая ошибки, использованные настройки и метрики производительности.

source: Refresh logs
de_de: Protokolle aktualisieren
fr_fr: Actualiser les journaux
hi_in: लॉग रीफ्रेश करें
it_it: Aggiorna registri
ja: ログを更新
pt_br: Atualizar registros
ru_ru: Обновить журналы

source: Copy logs
de_de: Protokolle kopieren
fr_fr: Copier les journaux
hi_in: लॉग कॉपी करें
it_it: Copia registri
ja: ログをコピー
pt_br: Copiar registros
ru_ru: Копировать журналы

source: Clear logs
de_de: Protokolle löschen
fr_fr: Effacer les journaux
hi_in: लॉग साफ़ करें
it_it: Cancella registri
ja: ログをクリア
pt_br: Limpar registros
ru_ru: Очистить журналы

source: Only failed/errored
de_de: Nur fehlgeschlagene
fr_fr: Uniquement les erreurs
hi_in: केवल विफल/त्रुटि
it_it: Solo falliti/errori
ja: 失敗/エラーのみ
pt_br: Apenas falhas/erros
ru_ru: Только ошибки

source: Copied!
de_de: Kopiert!
fr_fr: Copié !
hi_in: कॉपी किया गया!
it_it: Copiato!
ja: コピーしました！
pt_br: Copiado!
ru_ru: Скопировано!

source: Server support
de_de: Server-Unterstützung
es_es: Compatibilidad del servidor
fr_fr: Support serveur
hi_in: सर्वर समर्थन
it_it: Supporto server
ja: サーバーサポート
pt_br: Suporte do servidor
ru_ru: Поддержка сервера

source: Copy diagnostics as text
de_de: Diagnose als Text kopieren
fr_fr: Copier le diagnostic en texte
hi_in: डायग्नोस्टिक्स टेक्स्ट के रूप में कॉपी करें
it_it: Copia diagnostica come testo
ja: 診断をテキストとしてコピー
pt_br: Copiar diagnóstico como texto
ru_ru: Копировать диагностику как текст

source: This panel explains what your server supports, what AVIF Local Support will do, and what to check when something is unexpected.
de_de: Dieses Panel erklärt, was Ihr Server unterstützt, was AVIF Local Support tun wird und was zu prüfen ist, wenn etwas unerwartet ist.
fr_fr: Ce panneau explique ce que votre serveur supporte, ce que AVIF Local Support fera et ce qu'il faut vérifier en cas de problème.
hi_in: यह पैनल बताता है कि आपका सर्वर क्या समर्थन करता है, AVIF Local Support क्या करेगा, और अप्रत्याशित होने पर क्या जाँचें।
it_it: Questo pannello spiega cosa supporta il tuo server, cosa farà AVIF Local Support e cosa controllare quando qualcosa è inaspettato.
ja: このパネルは、サーバーがサポートするもの、AVIF Local Supportが行うこと、予期しない問題が発生した場合に確認することを説明します。
pt_br: Este painel explica o que seu servidor suporta, o que o AVIF Local Support fará e o que verificar quando algo for inesperado.
ru_ru: Эта панель объясняет, что поддерживает ваш сервер, что делает AVIF Local Support и что проверить при неожиданных проблемах.

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé
hi_in: सारांश
it_it: Riepilogo
ja: 概要
pt_br: Resumo
ru_ru: Сводка

source: Auto: the plugin will try engines in order (CLI → Imagick → GD) until one succeeds.
de_de: Auto: Das Plugin probiert Engines der Reihe nach (CLI → Imagick → GD), bis eine erfolgreich ist.
fr_fr: Auto : l'extension essaiera les moteurs dans l'ordre (CLI → Imagick → GD) jusqu'à ce qu'un réussisse.
hi_in: स्वचालित: प्लगइन क्रम में इंजन आज़माएगा (CLI → Imagick → GD) जब तक एक सफल न हो।
it_it: Auto: il plugin proverà i motori in ordine (CLI → Imagick → GD) finché uno non ha successo.
ja: 自動：プラグインは成功するまで順番にエンジンを試します（CLI → Imagick → GD）。
pt_br: Auto: o plugin tentará as engines em ordem (CLI → Imagick → GD) até uma ter sucesso.
ru_ru: Авто: плагин пробует движки по порядку (CLI → Imagick → GD) пока один не сработает.
